Repository: edeproject/ede
Catalog: einstaller/locale/*.po
Languages: ru

source: Please enter the name of the package.
ru: Пожалуйста введите название пакета.

source: Packages (*.rpm; *.tgz; *.deb), *.{rpm|tgz|deb}, All files (*.*), *
ru: Пакеты (*.rpm; *.tgz; *.deb), *.{rpm|tgz|deb}, Все файлы (*.*), *

source: Package selection
ru: Выбор пакетов

source: Install software package
ru: Установить пакет

source: Enter the name of software package you want to install:
ru: Введите имя пакета, который вы желаете установить:

source: &Browse...
ru: Просмотр

source: Welcome. This installation wizard will help you to install new software on your computer.
ru: Добро пожаловать. Мастер установки поможет Вам установить новые программы на Ваш компьютер

source: Ignore dependencies
ru: Не проверять зависимости

source: Installation results:
ru: Результат установки:

source: Installation status:
ru: Состояние установки:

source: << &Previous
ru: << Назад

source: &Install
ru: Установить

source: &Close
ru: Закрыть
